Repository: RPA-US/screenrpa
Catalog: apps/processdiscovery/locale/*/LC_MESSAGES/django.po
Languages: es

source: Type
es: Tipo

source: Configurations
es: Configuraciones

source: Preload Execution Results
es: Precargar Resultados de Ejecución

source: Title
es: Título

source: Model Type
es: Tipo de Modelo

source: Text Weight
es: Peso del Texto

source: Image Weight
es: Anchura de la imágen

source: Clustering Type
es: Tipo de Clustering

source: Labeling
es: Anotación

source: Use PCA
es: Usar PCA

source: N Components
es: Número de Componentes

source: Show Dendrogram
es: MostrarDendrograma

source: Remove Loops
es: Eliminar Bucles

source: Text Column
es: Columna de Texto

source: CaseStudy with the given ID does not exist.
es: El Caso de Estudio no existe

source: User must be authenticated.
es: El usuario debe estar autenticado.

source: Case Study doesn't belong to the authenticated user.
es: El usuario debe estar autenticado.

source: Monitoring doesn't belong to the authenticated user.
es: La configuracion no pertenece al usuario

source: Monitoring doesn't belong to the Case Study.
es: La configuracion no pertenece al usuario
