Repository: RPA-US/screenrpa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Login
es: Iniciar sesión

source: Welcome to ScreenRPA!
es: Bienvienid@ a ScreenRPA

source: Add your credentials
es: Añadir credenciales

source: Remember me
es: Recordarme

source: Sign in
es: Iniciar sesión

source: Register
es: Registrarse

source: Get Support
es: Obtener soporte

source: Let's join to ScreenRPA!
es: Es hora de unirse a ScreenRPA!

source: Add your information
es: Añade tu información

source: I agree with the
es: Estoy de acuerdo con la

source: Privacy Policy
es: Política de Privacidad

source: Create account
es: Crear cuenta

source: Case studies
es: Casos de estudio

source: Go Back to Case Studies
es: Volver a Casos de estudio

source: New Case Study
es: Nuevo caso de estudio

source: New case study
es: Nuevo caso de estudio

source: Restart fields
es: Reiniciar campos

source: Create a new Case Study
es: Crear un nuevo caso de estudio

source: General information
es: Información general

source: Configuration
es: Configuración

source: Save
es: Guardar

source: Case Study %(case_study.id)s details
es: Detalles del caso de estudio %(case_study.id)s

source: Case study %(case_study.id)s
es: Caso de estudio %(case_study.id)s

source: Case study %(case_study.id)s details
es: Detalles del caso de estudio %(case_study.id)s

source: Title
es: Título

source: Nice Case Study
es: Buen caso de estudio

source: Author
es: Autor

source: Description
es: Descripción

source: This is a case study full of data...
es: Este es un caso de estudio lleno de datos...

source: Folder path
es: Ruta de la carpeta

source: Decision-point to study
es: Punto de decisión a estudiar

source: Decision Oracle
es: Oráculo de decisión

source: CheckBox_4_D and ImageView_2_B
es: CheckBox_4_D e ImageView_2_B

source: UI Elements image shape (for classification)
es: Forma de imagen de elementos de UI (para clasificación)

source: Text UI elements class name
es: Nombre de clase de elementos de UI de texto

source: text
es: texto

source: Target label column name
es: Nombre de columna de etiqueta objetivo

source: Variant
es: Variante

source: Scenarios to study
es: Escenarios a estudiar

source: ['scenario1', 'scenario2']
es: ['escenario1', 'escenario2']

source: Set Up Phases
es: Fases de configuración

source: Behaviour Monitoring
es: Monitoreo de comportamiento

source: Pre-Filtering
es: Pre-filtrado

source: UI Elements Detection
es: Detección de elementos de UI

source: UI Elements Classification
es: Clasificación de elementos de UI

source: Post-filtering
es: Post-filtrado

source: Feature extraction
es: Extracción de características

source: Process Discovery
es: Descubrimiento de procesos

source: Extract training dataset
es: Extraer conjunto de datos de entrenamiento

source: Decision tree training
es: Entrenamiento del árbol de decisiones

source: Reporting
es: Generación de informes

source: Case Studies
es: Casos de estudio

source: My files
es: Mis archivos

source: Your files
es: Tus archivos

source: Filename
es: Nombre de archivo

source: Path
es: Ruta

source: Size (KB)
es: Tamaño (KB)

source: Download input data
es: Descargar datos de entrada

source: Export experiment data
es: Exportar datos del experimento

source: Previous
es: Anterior

source: (current)
es: (actual)

source: Next
es: Siguiente

source: Your case studies
es: Tus casos de estudio

source: Created at
es: Creado en

source: Foldername
es: Nombre de carpeta

source: Status
es: Estado

source: Progress
es: Progreso

source: not executed
es: no ejecutado

source: executed
es: ejecutado

source: pending
es: pendiente

source: Details
es: Detalles

source: Are you sure you want to delete this case study?
es: ¿Estás seguro de que quieres eliminar este caso de estudio?

source: Delete
es: Eliminar

source: Are you sure you want to generate the report?
es: ¿Estás seguro de que quieres generar el informe?

source: Generate report
es: Generar reporte

source: Execute
es: Ejecutar

source: Set up at least one setup phase as active for execution.
es: Configure al menos una fase de configuración como activa para la ejecución.

source: current
es: actual

source: Go Back to Decision Tree Training Configurations
es: Volver a Configuración del árbol de decisiones

source: New Decision Tree Training Configuration
es: Entrenamiento del árbol de decisiones

source: Decision Tree Traning Configs
es: Configuración del árbol de decisiones

source: New decision tree training
es: Nuevo entrenamiento del árbol de decisiones

source: Create a new Decision Tree Training Configuration
es: Crear una nueva configuración del entrenamiento del árbol de decisiones

source: Go Back to Case Study %(case_study_id)s details
es: Detalles del caso de estudio %(case_study_id)s

source: Decision Tree Training Configurations
es: Configuración del árbol de decisiones

source: New Decision Tree Training
es: Entrenamiento del árbol de decisiones

source: Your configurations
es: Configuración

source: library
es: librería

source: Algorithms
es: Algoritmos

source: One hot columns
es: Columnas one hot

source: Columns to drop before decision point
es: Columnas a eliminar antes del punto de decisión

source: active
es: activo

source: not active
es: no activo

source: Are you sure you want to delete this decision tree training?
es: ¿Estás seguro de que quieres eliminar este árbol de decisiones?

source: Set as active
es: Marcar como activo

source: Go Back to Extract Training Dataset Configurations
es: Volver a Configuración de extracción de datos de entrenamiento

source: New Extract Training Dataset Configuration
es: Nueva configuración de extracción de datos de entrenamiento

source: Extract Training Dataset Configs
es: Extraer conjunto de datos de entrenamiento

source: New Extract Training Dataset
es: Nueva extracción de datos de entrenamiento

source: Create a new Extract Training Dataset Configuration
es: Crear una nueva configuración de extracción de datos de entrenamiento

source: Extract Training Dataset Configurations
es: Extraer configuración de datos de entrenamiento

source: Columns to drop
es: Columnas a descartar

source: Are you sure you want to delete this extract training dataset?
es: ¿Estás seguro de que quieres eliminar esta extracción de datos?

source: Go Back to Feature Extraction Technique Configurations
es: Volver a Configuración de técnicas de extracción de características

source: New Feature Extraction Technique Configuration
es: Nueva configuración de técnicas de extracción de características

source: Feature Extraction Technique Configs
es: Configuraciones de técnicas de extracción de características

source: New Feature Extraction Technique
es: Nueva técnica de extracción de características

source: Create a new Feature Extraction Technique Configuration
es: Crear una nueva configuración de técnicas de extracción de características

source: Feature Extraction Technique Configurations
es: Configuraciones de técnicas de extracción de características

source: Technique name
es: Nombre de la técnica

source: Identifier
es: Identificador

source: Skip
es: Saltar

source: Are you sure you want to delete this feature extraction technique?
es: ¿Estás seguro de que quieres eliminar esta técnica de extracción de características?

source: More Solutions
es: Más soluciones

source: Toggle navigation
es: Alternar navegación

source: Follow us on Twitter
es: Síguenos en Twitter

source: PRO Version
es: Versión PRO

source: You have
es: Tienes

source: notifications.
es: notificaciones.

source: Close
es: Cerrar

source: Welcome!
es: ¡Bienvenid@!

source: My profile
es: Mis datos

source: Any issue?
es: ¿Algún problema?

source: Logout
es: Cerrar sesión

source: My Case Studies
es: Mis casos de estudio

source: Resources
es: Recursos

source: More solutions
es: Configuración

source: A Task Mining framework to discover the <a target="_blank" class="text-white" href="https://doi.org/10.1007/978-3-031-16103-2_8">why</a> behind decision points in business processes in a machine-and-human-readable form to support RPA projects.
es: Un marco de trabajo de minería de tareas para descubrir el <a target="_blank" class="text-white" href="https://doi.org/10.1007/978-3-031-16103-2_8">por qué</a> detrás de los puntos de decisión en los procesos de negocio en una forma legible por máquina y humana para apoyar proyectos de RPA.

source: Go Back to Behaviour Monitoring Configurations
es: Volver a Configuración de monitoreo de comportamiento

source: New Behaviour Monitoring Configuration
es: Nueva configuración de monitoreo de comportamiento

source: Behaviour Monitoring Configs
es: Configuraciones de monitoreo de comportamiento

source: New Behaviour Monitoring
es: Nuevo monitoreo de comportamiento

source: Create a new Behaviour Monitoring Configuration
es: Crear una nueva configuración de monitoreo de comportamiento

source: Behaviour Monitoring Configuration Details
es: Detalles de la configuración de monitoreo de comportamiento

source: Case Study %(monitoring.case_study.id)s
es: Caso de estudio %(monitoring.case_study.id)s

source: Monitoring %(monitoring.id)s
es: Monitoreo %(monitoring.id)s

source: Edit fields
es: Editar campos

source: Type
es: Tipo

source: Configurations
es: Configuraciones

source: Behaviour Monitoring Configurations
es: Configuraciones de monitoreo de comportamiento

source: Executed
es: Ejecutado

source: Already Executed
es: Ya ejecutado

source: Not Executed
es: No ejecutado

source: Active
es: activo

source: Not Active
es: no activo

source: Duplicate
es: Duplicar

source: Inactivate
es: Inactivo

source: Activate
es: Activar

source: Edit
es: Editar

source: Are you sure you want to delete this monitoring log mapping?
es: ¿Estás seguro de que quieres eliminar este mapeo de registro de monitoreo?

source: Inacivate
es: Inactivo

source: Go Back to Post-Filtering Configurations
es: Volver a Configuración de post-filtrado

source: New Post-filtering Configuration
es: Nueva configuración de post-filtrado

source: Post-Filtering Configs
es: Configuraciones de post-filtrado

source: New Post-Filtering
es: Nuevo post-filtrado

source: Create a new Postfilter Configuration
es: Crear una nueva configuración de post-filtrado

source: Go Back to Post-Filtering configurations
es: Volver a configuraciones de post-filtrado

source: Post-Filtering Configuration Details
es: Detalles de la configuración de post-filtrado

source: Post-Filtering %(postfiltering.case_study_id)s
es: Post-filtrado %(postfiltering.case_study_id)s

source: Post-Filtering %(postfilter.id)s details
es: Detalles de post-filtrado %(postfilter.id)s

source: Post-Filtering Configuration
es: Configuración de post-filtrado

source: Postfiltering Configurations
es: Configuraciones de post-filtrado

source: New Postfiltering Configuration
es: Nueva configuración de post-filtrado

source: Are you sure you want to delete this postfiltering?
es: ¿Estás seguro de que quieres eliminar este post-filtrado?

source: Go Back to Prefiltering Configurations
es: Volver a Configuraciones de pre-filtrado

source: New Prefiltering Configuration
es: Nueva configuración de pre-filtrado

source: Pre-Filtering Configs
es: Configuraciones de pre-filtrado

source: New Pre-Filtering
es: Nuevo pre-filtrado

source: Create a new Prefiltering Configuration
es: Crear una nueva configuración de pre-filtrado

source: Go Back
es: Volver

source: Pre-Filtering Configuration Details
es: Detalles de la configuración de pre-filtrado

source: Pre-Filtering %(prefiltering.case_study_id)s
es: Pre-filtrado %(prefiltering.case_study_id)s

source: Pre-Filtering %(prefilter.id)s details
es: Detalles de pre-filtrado %(prefilter.id)s

source: Pre-Filtering Configuration
es: Configuración de pre-filtrado

source: Prefiltering Configurations
es: Configuraciones de pre-filtrado

source: Pre-filtering Configurations
es: Configuraciones de pre-filtrado

source: Prefilter Configurations
es: Configuraciones de pre-filtrado

source: Are you sure you want to delete this prefiltering?
es: ¿Estás seguro de que quieres eliminar este pre-filtrado?

source: Go Back to Process Discovery Configurations
es: Volver a Configuración del descubrimiento de procesos

source: New Process Discovery Configuration
es: Nueva configuración de descubrimiento de procesos

source: Process Discovery Configs
es: Configuraciones de descubrimiento de procesos

source: New Process Discovery
es: Nuevo descubrimiento de procesos

source: Create a new Process Discovery Configuration
es: Crear una nueva configuración de descubrimiento de procesos

source: Process Discovery Configurations
es: Configuraciones de descubrimiento de procesos

source: Are you sure you want to delete this process discovery?
es: ¿Estás seguro de que quieres eliminar este descubrimiento de procesos?

source: Reporting Configurations
es: Configuraciones de generación de informes

source: New Reporting Configuration
es: Nueva configuración de generación de informes

source: Download report
es: Descargar informe

source: Go Back to UI Elements Classification Configurations
es: Volver a Configuración de clasificación de elementos de UI

source: New UI Elements Classification Configuration
es: Nueva configuración de clasificación de elementos de UI

source: UI Elements Classification Configs
es: Configuraciones de clasificación de elementos de UI

source: New UI Element Classification
es: Nueva clasificación de elementos de UI

source: Create a new UI Elements Classification Configuration
es: Crear una nueva configuración de clasificación de elementos de UI

source: UI Elements Classification Configurations
es: Configuraciones de clasificación de elementos de UI

source: New UI Elements Classification
es: Nueva clasificación de elementos de UI

source: Model
es: Modelo

source: Model properties
es: Propiedades del modelo

source: Are you sure you want to delete this UI element detection?
es: ¿Estás seguro de que quieres eliminar esta detección de elementos de UI?

source: Go Back to UI Elements Detection Configurations
es: Volver a configuraciones de detección de elementos de UI

source: New UI Elements Detection Configuration
es: Nueva configuración de detección de elementos de UI

source: UI Elements Detection Configs
es: Configuraciones de detección de elementos de UI

source: New UI Element Detection
es: Nueva detección de elementos de UI

source: Create a new UI Elements Detection Configuration
es: Crear una nueva configuración de detección de elementos de UI

source: UI Elements Detection Configurations
es: Configuraciones de detección de elementos de UI

source: New UI Elements Detection
es: Nueva detección de elementos de UI

source: Are you sure you want to delete this ui element detection?
es: ¿Estás seguro de que quieres eliminar esta detección de elementos de UI?
