Repository: RPA-US/screenrpa
Catalog: apps/behaviourmonitoring/locale/*/LC_MESSAGES/django.po
Languages: es

source: Type
es: Tipo

source: UI Log Filename
es: Nombre del UI log

source: Gaze Log Filename
es: Nombre del Gaze log

source: Gaze Log Adjustment
es: Ajuste del Gaze log

source: System Info. Log
es: Log de información del sistema

source: Screen Inches
es: Pulgadas de la pantalla

source: Observer to Webcam distance (in cm)
es: Distancia del observador a la webcam (cm)

source: Screen Width (in pixels)
es: Anchura de la pantalla (en píxeles)

source: Screen Height (in pixels)
es: Altura de la pantalla (en píxeles)

source: There is already an active monitoring for this case study.
es: Ya existe un monitoreo activo para este caso de estudio.

source: User must be authenticated.
es: El usuario debe estar autenticado.

source: Case Study doesn't belong to the authenticated user.
es: El caso de estudio no pertenece al usuario autenticado.

source: Monitoring doesn't belong to the authenticated user.
es: El monitoreo no pertenece al usuario autenticado.

source: Monitoring doesn't belong to the Case Study.
es: El monitoreo no pertenece al caso de estudio.

source: This object doesn't belong to the authenticated user
es: Este objeto no pertenece al usuario autenticado
