Repository: RPA-US/screenrpa
Catalog: apps/reporting/locale/*/LC_MESSAGES/django.po
Languages: es

source: Objective
es: Objetivo

source: Purpose
es: Razón

source: Process Overview
es: 5. Métricas del Proceso

source: Applications Used
es: Aplicaciones usadas

source: AS IS Process Map
es: Mapa AS IS del proceso

source: Detailed AS IS Process Actions
es: Acciones AS IS del proceso detallado

source: Input Data Description
es: Descripción de los datos

source: Objective of the PDD
es: Objetivo del PDD

source: Purpose of the PDD...
es: Propósito del PDD...

source: Process Definition Document
es: Documento de Definición de Proceso

source: This is a first version of your RPA Process Definition Document.
es: Esta es la primera versión de su Documento de Definición de Proceso de RPA.

source: PDDs
es: DDPs

source: Version 1.0
es: Versión 1.0

source: Table of Contents
es: Índice de Contenidos

source: Right-click to update field.
es: Haga clic derecho para actualizar el campo.

source: 1. Introduction
es: 1. Introducción

source: This document outlines the process definition for...
es: Este documento describe la definición del proceso para...

source: This process consists of the following steps:
es: Este proceso consiste en los siguientes pasos:

source: Step 1: ...
es: Paso 1: ...

source: Step 2: ...
es: Paso 2: ...

source: Step 3: ...
es: Paso 3: ...

source: The following roles and responsibilities are involved in this process:
es: Los siguientes roles y responsabilidades están involucrados en este proceso:

source: Role
es: Rol

source: Responsibilities
es: Responsabilidades

source: Manager
es: Gerente

source: Approves final output of the process
es: Aprueba la salida final del proceso

source: Analyst
es: Analista

source: Conducts analysis for the process
es: Realiza análisis para el proceso

source: Developer
es: Desarrollador

source: Implements changes to the process
es: Implementa cambios en el proceso

source: 4. Process Flow
es: 4. Flujo de Proceso

source: The process flow for this process is as follows:
es: El flujo de proceso para este proceso es el siguiente:

source: 5. Process Metrics
es: 5. Métricas del Proceso

source: The following metrics are tracked for this process:
es: Se siguen las siguientes métricas para este proceso:

source: Metric 1: ...
es: Métrica 1: ...

source: Metric 2: ...
es: Métrica 2: ...

source: Metric 3: ...
es: Métrica 3: ...

source: 6. Process Improvement
es: 6. Mejora del Proceso

source: The following improvement opportunities have been identified for this process:
es: Se han identificado las siguientes oportunidades de mejora para este proceso:

source: Opportunity 1: ...
es: Oportunidad 1: ...

source: Opportunity 2: ...
es: Oportunidad 2: ...

source: Opportunity 3: ...
es: Oportunidad 3: ...

source: The following terms are used throughout this document:
es: Los siguientes términos se utilizan en todo este documento:

source: Term
es: Término

source: Definition
es: Definición

source: Process
es: Proceso

source: A set of activities that transform inputs into outputs
es: Un conjunto de actividades que transforman insumos en resultados

source: Metric
es: Métrica

source: A quantifiable measure used to track the performance of a process
es: Una medida cuantificable utilizada para seguir el rendimiento de un proceso

source: File does not exist
es: El archivo no existe

source: User must be authenticated.
es: Debes estar autenticado

source: Limited report
es: Reporte limitado

source: Please install MS Word on windows or Libreoffice on linux to generate the execution report.
es: Por favor instala MS Word en windows o Libreoffice en linux para generar el reporte de la ejecución.

source: This case study doesn't belong to the authenticated user
es: Este caso de estudio no pertenece al usuario autenticado
