Repository: RPA-US/screenrpa
Catalog: apps/featureextraction/locale/*/LC_MESSAGES/django.po
Languages: es

source: *** No model loaded ***
es: *** No se cargó ningún modelo ***

source: apps/featureextraction/SOM/detection.py Log already exists, it's not needed to execute format conversor
es: apps/featureextraction/SOM/detection.py El registro ya existe, no es necesario ejecutar el conversor de formato

source: Log already exists, it's not needed to execute format conversor
es: El registro ya existe, no es necesario ejecutar el conversor de formato

source: apps/featureextraction/SOM/detection.py Format conversor executed! Type: %(format), Filename: %(filename)
es: ¡Se ejecutó el conversor de formato en apps/featureextraction/SOM/detection.py! Tipo: %(format), Nombre de archivo: %(filename)

source: Reading images OCR info from file...
es: Leyendo información OCR de las imágenes desde el archivo...

source: Enter path to images numpy arrays location:
es: Ingrese la ruta a la ubicación de los arrays numpy de imágenes:

source: Enter numpy array file name:
es: Ingrese el nombre del archivo de array numpy:

source: Length:
es: Longitud:

source: Component:
es: Componente:

source: Empty component
es: Componente vacío

source: You selected a type of sam's checkpoint that does not exists
es: Ha seleccionado un tipo de punto de control de SAM que no existe

source: Type
es: Tipo

source: Skip
es: Saltar

source: Preload Execution Results
es: Precargar resultados

source: Dispersion Scale Factor
es: Factor de escalado de dispersión

source: Consider Nested Components as Relevant
es: Considerar componentes anidados como relevantes

source: Identifier
es: Identificador

source: Feature extraction type
es: Tipo de extracción de caracteristicas

source: Technique
es: Nombre de la técnica

source: Apply Filtering (Relevant Component Selection)
es: Aplicar filtrado (Selección de components relevantes)

source: Condition for a UI Component to be relevant
es: Condición para que un componente UI sea relevante

source: exp_folder_complete_path separators not coherent
es: separador de exp_folder_complete_path no coherente

source: Only lowercase, uppercase letters, and hyphen are allowed
es: Solo letras minúsculas y mayúsculas

source: User must be authenticated.
es: El usuario ha de estar autenticado

source: Case Study doesn't belong to the authenticated user.
es: El caso de estudio no pertenece al usuario

source: Feature Extraction Technique doesn't belong to the authenticated user.
es: La configuracion no pertenece al usuario

source: Feature Extraction Technique Tree Training doesn't belong to the Case Study.
es: La configuracion no pertenece al usuario

source: Postprocessing doesn't belong to the authenticated user.
es: La configuracion no pertenece al usuario

source: Postprocessing doesn't belong to the Case Study.
es: La configuracion no pertenece al usuario

source: Postfiltering doesn't belong to the authenticated user.
es: La configuracion no pertenece al usuario

source: Postfiltering doesn't belong to the Case Study.
es: La configuracion no pertenece al usuario
