Repository: RPA-US/screenrpa
Catalog: apps/chefboost/locale/*/LC_MESSAGES/django.po
Languages: es

source: Please set the target_label
es: Por favor, establezca la etiqueta objetivo

source: Expected: Decision, Existing:
es: Esperado: Decisión, Existente:

source: Please confirm that name of the target column is "Decision" and it is put to the right in pandas data frame
es: Por favor, confirme que el nombre de la columna objetivo es "Decision" y está colocado a la derecha en el marco de datos de pandas

source: Invalid algorithm passed. You passed %(algorithm), but valid algorithms are %(valid_algorithms)
es: Algoritmo inválido proporcionado. Usted proporcionó %(algorithm), pero los algoritmos válidos son %(valid_algorithms)

source: [INFO]: &(cores) CPU cores will be allocated in parallel running
es: [INFO]: Se asignarán &(cores) núcleos de CPU para ejecución en paralelo

source: Regression trees cannot be applied for nominal target values! You can either change the algorithm or data set.
es: No se pueden aplicar árboles de regresión para valores objetivos nominales. Puede cambiar el algoritmo o el conjunto de datos.

source: WARNING: You set the algorithm to %(algorithm) but the Decision column of your data set has non-object type.
es: ADVERTENCIA: Usted configuró el algoritmo como %(algorithm) pero la columna Decision de su conjunto de datos tiene un tipo no objeto.

source: That's why, the algorithm is set to Regression to handle the data set.
es: Por eso, el algoritmo se establece como Regresión para manejar el conjunto de datos.

source: Gradient Boosting Machines...
es: Máquinas de Refuerzo de Gradiente...

source: Adaboost must be run on numeric data set for both features and target
es: Adaboost debe ejecutarse en un conjunto de datos numéricos tanto para características como para el objetivo

source: %(algorithm) tree is going to be built...
es: Se va a construir un árbol %(algorithm) ...

source: Evaluate %(task) set
es: Evaluar conjunto %(task)s

source: Labels:
es: Etiquetas:

source: Confusion matrix:
es: Matriz de confusión:

source: Decision
es: Decisión

source: Accuracy:
es: Precisión:

source: Precision: %(precision)\%, Recall: %(recall)\%, F1: %(f1_score)\%
es: Precisión: %(precision)\%, Recuperación: %(recall)\%, F1: %(f1_score)\%

source: WARNING:
es: ADVERTENCIA:

source: Epoch %(i)d. Loss: %(mae)d. Process:
es: Época %(i)d. Pérdida: %(mae)d. Proceso:

source: The best epoch is %(best_epoch_idx) with the %(best_epoch_value) MAE score
es: La mejor época es %(best_epoch_idx) con el puntaje MAE %(best_epoch_value)

source: The best epoch is %(best_epoch_idx) with %(best_epoch_loss) loss value
es: La mejor época es %(best_epoch_idx) con un valor de pérdida de %(best_epoch_loss)

source: MSE of %(num_of_instances) instances are boosted from %(boosted_from) to %(best_epoch_loss) in %(epochs) epochs
es: El error cuadrático medio (MSE) de %(num_of_instances) instancias se incrementó de %(boosted_from) a %(best_epoch_loss) en %(epochs) épocas

source: Epoch %(ep)d. Accuracy: %(ac)d. Process:
es: Época %(ep)d. Precisión: %(ac)d. Proceso:

source: The best accuracy got in %(best_accuracy_idx) epoch with the score %(best_accuracy_value)
es: La mejor precisión se obtuvo en la época %(best_accuracy_idx) con el puntaje %(best_accuracy_value)

source: Sub decision tree %(i)d is processing
es: Se está procesando el subárbol de decisión %(i)d
