Repository: RPA-US/screenrpa
Catalog: apps/analyzer/locale/*/LC_MESSAGES/django.po
Languages: es

source: Warning: GUI component appears more than twice
es: Advertencia: el componente de la interfaz gráfica aparece más de dos veces

source: GUI component quantity difference greater than the expected
es: La diferencia de cantidad de componentes de la interfaz gráfica es mayor de lo esperado

source: Experiment results that have been processed
es: Resultados del experimento que han sido procesados

source: DECISION TREE results collection fail! :(
es: ¡Fallo en la recolección de resultados del ÁRBOL DE DECISIÓN! :(

source: Title
es: Título

source: Description
es: Descripción

source: Scenarios to study
es: Escenarios a estudiar

source: Map Log Columns to process Info
es: Relaciona Columnas del Log a la información del Proceso

source: Nice experiment title!
es: Un buen título para el experimento

source: Short experiment description...
es: Descripción breve del experimento...

source: Title is taken
es: El título ya ha sido utilizado

source: exp_folder_complete_path separators not coherent
es: Los separadores de exp_folder_complete_path no son coherentes

source: This is a nice experiment...
es: Este es un buen experimento...

source: Case study
es: Caso de estudio

source: Case studies
es: Casos de estudio

source: The title of the case study already exists
es: El título del caso de estudio ya existe

source: analyzer/utils/store_screenshots. line 49. MIME Html format not contains Content-Location header in screenshots
es: El formato MIME Html no contiene encabezado Content-Location en las capturas de pantalla

source: MIME Html format not contains Content-Location header in screenshots
es: El formato MIME Html no contiene encabezado Content-Location en las capturas de pantalla

source: analyzer/utils/format_mht_file. line 187. MHT file format selected doesnt exists
es: analyzer/utils/format_mht_file. line 187. Se seleccionó un formato de archivo MHT que no existe

source: You select a format mht file that doesnt exists
es: Has seleccionado un archivo MHT que no existe

source: analyzer/utils/format_mht_file. line 211. The MHT file doesnt follows the format:'Step 1: (datetime)'
es: analyzer/utils/format_mht_file. line 211. El archivo MHT no sigue el formato: 'Paso 1: (datetime)'

source: The MHT file doesnt have '(datetime)' after 'Step 1:'
es: El archivo MHT no tiene '(datetime)' después de 'Paso 1:'

source: The MHT file doesnt have a valid datetime format
es: El archivo MHT no tiene un formato de fecha y hora válido

source: {case_study.title} Execution Started
es: Ejecución de {case_study.title} comenzada

source: Case study execution has started
es: La ejecución del caso de estudio ha comenzado

source: Scenarios that have been processed:
es: Escenarios que han sido procesados:

source: {execution.case_study.title} Execution Completed
es: Ejecución de {execution.case_study.title} completada

source: Case study executed successfully
es: Caso de estudio ejecutado satisfactoriamente

source: {case_study.title} Execution Error
es: Error de ejecución en {case_study.title}

source: User must be authenticated.
es: El usuario debe estar autenticado.

source: This case study doesn't belong to the authenticated user
es: Este caso de estudio no pertenece al usuario autenticado

source: This case study cannot be deleted because it has already been excecuted
es: Este caso de estudio no se puede eliminar porque ya ha sido ejecutado

source: phases_to_execute must be of type dict!!!!! and must be composed by phases contained in %(DEFAULT_PHASES)s
es: ¡phases_to_execute debe ser de tipo dict y debe estar compuesto por fases contenidas en %(DEFAULT_PHASES)s!

source: Elements Detection algorithm must be one of ['legacy', 'uied']
es: El algoritmo de detección de elementos debe ser uno de ['legacy', 'uied']

source: Elements Classification algorithm must be one of ['legacy', 'uied']
es: El algoritmo de clasificación de elementos debe ser uno de ['legacy', 'uied']

source: The following file or directory does not exists: %(path)
es: El siguiente archivo o directorio no existe: %(path)

source: phases_to_execute must be composed by phases contained in %(DEFAULT_PHASES)s
es: phases_to_execute debe estar compuesto por fases contenidas en %(DEFAULT_PHASES)s

source: Some of the attributes are invalid:
es: Algunos de los atributos no son válidos:

source: Case Study with id %(id) not found
es: Caso de estudio con ID %(id) no encontrado

source: The processing of this case study has not yet finished, please try again in a few minutes
es: El procesamiento de este caso de estudio aún no ha finalizado, por favor inténtelo de nuevo en unos minutos

source: You don't have permissions to access this files
es: No tienes permisos para acceder a estos archivos

source: This execution doesn't belong to the authenticated user
es: Este caso de estudio no pertenece al usuario autenticado
