Repository: RPA-US/screenrpa
Catalog: apps/decisiondiscovery/locale/*/LC_MESSAGES/django.po
Languages: es

source: Title
es: Título

source: Decision Point To Study
es: Punto de Decisión a Estudiar

source: Columns to drop before decision point
es: Columnas a eliminar antes del punto de decisión

source: Additional Configurations (JSON)
es: Configuración adiccional (JSON)

source: Target label
es: Clase objetivo

source: Variant
es: Variante

source: Library
es: Librería

source: Configuration
es: Configuración

source: One hot columns
es: Columnas one hot

source: The identifier does not follow the pattern
es: El identificador no sigue el patrón

source: Decision model chosen is not an option
es: El modelo de decisión elegido no es una opción

source: User must be authenticated.
es: El usuario debe estar autenticado.

source: Case Study doesn't belong to the authenticated user.
es: Este objeto no pertenece al usuario autenticado

source: Extracting_training_dataset doesn't belong to the authenticated user.
es: Este objeto no pertenece al usuario autenticado

source: Extracting_training_dataset doesn't belong to the Case Study.
es: Esta configuracion no pertenece al caso de estudio

source: Decision Tree Training doesn't belong to the authenticated user.
es: Este objeto no pertenece al usuario autenticado

source: Decision Tree Training doesn't belong to the Case Study.
es: Esta configuracion no pertenece al caso de estudio

source: This object doesn't belong to the authenticated user
es: Este objeto no pertenece al usuario autenticado
